"TFMJRefreshHeaderIdleText" = "Потягніть для оновлення";
"TFMJRefreshHeaderPullingText" = "Відпустіть для оновлення";
"TFMJRefreshHeaderRefreshingText" = "Завантаження...";

"TFMJRefreshAutoFooterIdleText" = "Натисніть або потягніть щоб завантажити ще";
"TFMJRefreshAutoFooterRefreshingText" = "Завантаження...";
"TFMJRefreshAutoFooterNoMoreDataText" = "Більше немає даних";

"TFMJRefreshBackFooterIdleText" = "Потягніть щоб завантажити ще";
"TFMJRefreshBackFooterPullingText" = "Відпустіть щоб завантажити ще";
"TFMJRefreshBackFooterRefreshingText" = "Завантаження...";
"TFMJRefreshBackFooterNoMoreDataText" = "Більше немає даних";

"TFMJRefreshHeaderLastTimeText" = "Останнє оновлення: ";
"TFMJRefreshHeaderDateTodayText" = "Сьогодні";
"TFMJRefreshHeaderNoneLastDateText" = "Немає запису";
